Repository: IIISRO/multikart-ecommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Enter name
az: Adınızı daxil edin

source: Enter surname
az: Soyadınızı daxil edin

source: Enter username
az: İstifadəçi daxil edin

source: Enter email
az: E-poçtunuzu daxil edin

source: Enter password
az: Şifrənizi daxil edin

source: Should Contain a minimum of 8 characters
az: Ən az 8 karakter olmalıdır

source: Not same password
az: Şifrələr eyni dögül

source: Worng first name
az: Yanlış ad

source: Worng last name
az: Yanlış soyad

source: This email already exists
az: Bu e-poçt artığ istifadə edilib

source: Password reset link sended your email!
az: Şifrə sıfırlama linki e-poçtunuza göndərildi!

source: This email not registred
az: Bele e-poçt qeydiyyatdan keçməyib

source: Your password changed!
az: Şifrəniz deyişdirildi!

source: Email or username or password wrong
az: E-poçt vəyə istifadəçi adı Yanlışdır

source: This username already exists
az: Bu istifadəçi adı artığ var

source: You cannot use @ in username
az: İstifadəçi adında @ istifadə edə bilməzsiniz

source: Wrong phone number
az: Yanlış nömrə

source: Wrong type
az: Səhv tip

source: Enter Your Name
az: Adınızı daxil edin

source: Enter Your Surname
az: Soyadınızı daxil edin

source: Enter Your Number
az: Telefon nömrənizi daxil edin

source: Enter Your E-mail
az: E-poçtunuzu daxil edin

source: Write Your Message
az: Mesajınızı yazın

source: My Account
az: Hesabım

source: Home
az: Ana səhifə

source: shop
az: alış-veriş

source: features
az: yenilik

source: new
az: yeni

source: more
az: daha çox

source: profile
az: profil

source: Logut
az: çıxış

source: Login
az: giriş

source: Register
az: qeydiyyat

source: account
az: hesab

source: wishlist
az: sevimli siyahı

source: cart
az: kart

source: forget password
az: şifrəmi unutdum

source: logout
az: çıxış

source: login
az: giriş

source: register
az: qeydiyyat

source: about us
az: haqqımızda

source: contact
az: əlaqə

source: language
az: dil

source: english
az: ingilis

source: azerbaijan
az: azərbaycan

source: Thanks. We will contact soon!
az: Təşəkkürlər! Qısa zamanda sizinlə əlaqəyə keçəciy!

source: English
az: İngilis

source: Azerbaijan
az: Azərbaycan
